Repository: arafat1216/OrigoBackendServices
Catalog: src/Services/HardwareServiceOrder/HardwareServiceOrderServices/Resources/HardwareServiceOrder.*.resx
Languages: nb_no, sv_se

# AssetDiscardedEmail
source: Hello {{FirstName}}! In connection to a recent repair order your asset was discarded. Please contact your manager to get a new asset.
nb_no: ### Hei {{FirstName}}! Du har nylig fått en reparasjonsordre der eiendelen din ble kastet. Ta kontakt med lederen din for å få en ny ressurs.
sv_se: ### Hej {{FirstName}}! Du fick nyligen en reparationsorder där din tillgång kasserades. Kontakta din chef för att få en ny tillgång.

# AssetDiscardedEmail_Subject
source: Replace Discarded Asset
nb_no: Erstatt kassert eiendel
sv_se: Ersätt kasserad tillgång

# AssetRepairEmail
source: Hello {{FirstName}}! You registered a [repair order]({{OrderLink}}) [{{OrderDate}}], but we cannot see having received the asset. Please follow the instructions below so we can help you fix it! Next steps: 1. Backup your device 2. Factory reset your device 3. Remove the SIM card ⚠️ if step 1 to 3 is not done properly the repair cannot be completed 4. Send the device to the repair provider using the package slip 5. The repair provider evaluates your device 6. You get repair options to choose from (not if warranty) 7. The repair provider repairs your asset and sends it back to you [Get package slip]({{PackageSlipLink}}) PS: The repair provider may contact you directly about the repair.
nb_no: ### Hei {{FirstName}}! Du registrerte en [reparasjonsordre]({{OrderLink}}) [{{OrderDate}}], men vi kan ikke se å ha mottatt eiendelen. Følg instruksjonene nedenfor slik at vi kan hjelpe deg med å fikse det! Neste skritt: 1. Sikkerhetskopier enheten 2. Tilbakestill enheten til fabrikkstandard 3. Ta ut SIM-kortet ⚠️ Hvis trinn 1 til 3 ikke er utført på riktig måte, kan ikke reparasjonen fullføres 4. Send enheten til reparasjonsleverandøren ved å bruke fraktetiketten. 5. Reparasjonsleverandøren evaluerer enheten din 6. Du får reparasjonsalternativer å velge mellom (ikke hvis garanti) 7. Reparasjonsleverandøren reparerer eiendelen din og sender den tilbake til deg [Få fraktetikett]({{ShippingLabelLink}}) PS: Reparasjonsleverandøren kan kontakte deg direkte angående reparasjonen.
sv_se: ### Hej {{FirstName}}! Du registrerade en [reparationsorder]({{OrderLink}}) [{{OrderDate}}], men vi kan inte se att du har tagit emot tillgången. Följ instruktionerna nedan så att vi kan hjälpa dig att fixa det! Nästa steg: 1. Säkerhetskopiera din enhet 2. Fabriksåterställ din enhet 3. Ta bort SIM-kortet ⚠️ Om steg 1 till 3 inte görs korrekt kan reparationen inte slutföras 4. Skicka enheten till reparationsleverantören med hjälp av fraktetiketten. 5. Reparationsleverantören utvärderar din enhet 6. Du får reparationsalternativ att välja mellan (inte om garanti) 7. Reparationsleverantören reparerar din tillgång och skickar tillbaka den till dig [Hämta fraktsedel]({{ShippingLabelLink}}) PS: Reparationsleverantören kan kontakta dig direkt angående reparationen.

# AssetRepairEmail_Subject
source: Repair Reminder
nb_no: Reparasjonspåminnelse
sv_se: Reparationspåminnelse

# LoanDeviceEmail
source: Hello {{FirstName}}! I connection to a recent repair order we would like to remind you to return any loan device.
nb_no: ### Hei {{FirstName}}! Siden du nylig fikk en reparasjonsordre, vil vi minne deg på at eventuelle låneenheter må returneres. Hvis du ikke har noen låneenheter, eller de allerede er returnert, kan du se bort fra denne automatiske meldingen
sv_se: ### Hej {{FirstName}}! Eftersom du nyligen fick en reparationsorder vill vi påminna dig om att alla låneapparater måste returneras. Om du inte har några låneenheter, eller om de redan är returnerade, kan du bortse från detta automatiska meddelande.

# LoanDeviceEmail_Subject
source: Return Loan Device
nb_no: Returlånsenhet
sv_se: Returlåneenhet

# OrderCancellationEmail
source: Hello {{FirstName}}! Your repair order is canceled. If your asset still needs repair please create a new repair order. ### **Order details:** Assets: {{AssetName}} ({{AssetId}}) Order date: {{OrderDate}} Repair type: {{RepairType}} Fault category: {{FaultCategory}} [View order in Origo]({{OrderLink}})
nb_no: ### Hei {{FirstName}}! Reparasjonsordren din er kansellert. Hvis eiendelen din fortsatt må repareres, må du registrere en ny reparasjonsordre. ### **Ordre detaljer:** Eiendeler: {{AssetName}} ({{AssetId}}) Bestillingsdato: {{OrderDate}} Reparasjonstype: {{RepairType}} Feilkategori: {{FaultCategory}} [Se bestillingen i Origo]({{OrderLink}})
sv_se: ### Hej {{FirstName}}! Din reparationsorder har avbrutits. Om din tillgång fortfarande behöver repareras, registrera en ny reparationsorder. ### **Orderdetaljer:** Tillgångar: {{AssetName}} ({{AssetId}}) Beställningsdatum: {{OrderDate}} Reparationstyp: {{RepairType}} Felkategori: {{FaultCategory}} [Visa beställning i Origo]({{OrderLink}})

# OrderCancellationEmail_Subject
source: Canceled Repair Order
nb_no: Kansellert reparasjonsordre
sv_se: Annullerad reparationsorder

# OrderConfirmationEmail
source: Hello {{FirstName}}! ### **Order details:** Assets: {{AssetName}} ({{AssetId}}) Order date: {{OrderDate}} Repair type: {{RepairType}} Fault category: {{FaultCategory}} [View order in Origo]({{OrderLink}}) ### **Next steps:** 1. Backup your device 2. Factory reset your device 3. Remove SIM card ⚠️ if step 1 to 3 is not done properly the repair cannot be completed 4. Send the device to the repair provider using the package slip 5. The repair provider evaluates your device 6. You get repair options to choose from (not if warranty) 7. The repair provider repairs your device and sends it back to you [Get package slip](PackageSlipLink) PS: The repair provider may contact you directly about the repair. ### **Loan device:** During the repair period you can get a loan device from your company. Contact [loan device contact info](LoanDeviceContact) if you need a loan device.
nb_no: ### Hei {{FirstName}}! ### **Ordre detaljer:** Eiendeler: {{AssetName}} ({{AssetId}}) Bestillingsdato: {{OrderDate}} Reparasjonstype: {{RepairType}} Feilkategori: {{FaultCategory}} [Se bestillingen i Origo]({{OrderLink}}) ### **Neste skritt:** 1. Sikkerhetskopier enheten 2. Tilbakestill enheten til fabrikkstandard 3. Ta ut SIM-kortet ⚠️ Hvis trinn 1 til 3 ikke er utført på riktig måte, kan ikke reparasjonen fullføres 4. Send enheten til reparasjonsleverandøren ved å bruke fraktetiketten 5. Reparasjonsleverandøren evaluerer enheten din 6. Du får reparasjonsalternativer å velge mellom (ikke hvis garanti) 7. Reparasjonsleverandøren reparerer enheten din og sender den tilbake til deg [Få fraktetikett]({{ShippingLabelLink}}) PS: Reparasjonsleverandøren kan kontakte deg direkte angående reparasjonen. ### **Låneenhet:** I reparasjonsperioden kan du få låneapparat fra din bedrift. Kontakt [kontaktinformasjon for låneenhet](LoanDeviceContact) hvis du trenger en låneenhet.
sv_se: ### Hej {{FirstName}}! ### **Orderdetaljer:** Tillgångar: {{AssetName}} ({{AssetId}}) Beställningsdatum: {{OrderDate}} Reparationstyp: {{RepairType}} Felkategori: {{FaultCategory}} [Visa beställning i Origo]({{OrderLink}}) ### **Nästa steg:** 1. Säkerhetskopiera din enhet 2. Fabriksåterställ din enhet 3. Ta bort SIM-kortet ⚠️ Om steg 1 till 3 inte görs korrekt kan reparationen inte slutföras 4. Skicka enheten till reparationsleverantören med hjälp av fraktetiketten 5. Reparationsleverantören utvärderar din enhet 6. Du får reparationsalternativ att välja mellan (inte om garanti) 7. Reparationsleverantören reparerar din enhet och skickar tillbaka den till dig [Hämta fraktsedel]({{ShippingLabelLink}}) PS: Reparationsleverantören kan kontakta dig direkt angående reparationen. ### **Låneenhet:** Under reparationstiden kan du få en låneapparat från ditt företag. Kontakta [kontaktinformation för låneenhet](LoanDeviceContact) om du behöver en låneenhet.

# RemarketingNoPackaging_Body
source: Hello {{ FirstName }}! ### Return details: Asset: {{ AssetName }} {{ AssetId }} Date: {{ OrderDate }} ### Next steps: 1. Transfer all data from the old asset to the new asset 2. Factory reset/delete all data from the old asset 3. (if iPhone) Deactivate Find my iPhone 4. Remove the SIM card/memory card 5. Package and send asset If step 1 to 4 is not done properly the recycle cannot be completed ### How to package and send the asset: Please package your device securely so that it arrives undamaged. You will need to print the return package slip and use transparent tape to attach the slip on the outside of the package. ### Get Return Shipping Label PS: The provider may contact you directly about the return.
nb_no: ### Hei {{FirstName}}! ### Returdetaljer: Aktiva: {{ AssetName }} {{ AssetId }} Dato: {{ OrderDate }} ### Neste skritt: 1. Overfør alle data fra den gamle ressursen til den nye ressursen 2. Tilbakestill/slett alle data fra den gamle ressursen 3. (hvis iPhone) Deaktiver Finn min iPhone 4. Ta ut SIM-kortet/minnekortet 5. Pakk og send eiendel Hvis trinn 1 til 4 ikke gjøres riktig, kan ikke resirkuleringen fullføres ### Hvordan pakke og sende eiendelen: Pakk enheten på en sikker måte slik at den kommer uskadet. Du må skrive ut fraktetiketten og bruke gjennomsiktig tape for å feste den på utsiden av pakken. PS: Leverandøren kan kontakte deg direkte angående returen.
sv_se: ### Hej {{FirstName}}! ### Returinformation: Tillgång: {{ AssetName }} {{ AssetId }} Datum: {{ OrderDate }} ### Nästa steg: 1. Överför all data från den gamla tillgången till den nya tillgången 2. Fabriksåterställning/ta bort all data från den gamla tillgången 3. (om iPhone) Inaktivera Hitta min iPhone 4. Ta bort SIM-kortet/minneskortet 5. Paketera och skicka tillgång Om steg 1 till 4 inte görs korrekt kan återvinningen inte slutföras ### Hur man paketerar och skickar tillgången: Vänligen packa din enhet säkert så att den kommer oskadad. Du måste skriva ut fraktetiketten och använda genomskinlig tejp för att fästa den på utsidan av förpackningen. PS: Leverantören kan kontakta dig direkt angående returen.

# RemarketingNoPackaging_Subject
source: Repair Order
nb_no: Reparasjonsordre
sv_se: Reparationsorder

# RemarketingPackaging_Body
source: Hello {{ FirstName }}! ### Return details: Asset: {{ AssetName }} {{ AssetId }} Date: {{ OrderDate }} ### Would you like to receive packaging? Yes Address: {{ Address }} ### Next steps: 1. Receive return packaging and shipping label 2. Transfer all data from the old asset to the new asset 3. Factory reset/delete all data from the old asset 4. (if iPhone) Deactivate Find my iPhone 5. Remove the SIM card/memory card 6. Ship the asset using the return package If step 2 to 5 is not done properly the recycle cannot be completed PS: The provider may contact you directly about the return.
nb_no: ### Hei {{ FirstName }}! ### Returdetaljer: Aktiva: {{ AssetName }} {{ AssetId }} Dato: {{ OrderDate }} ### Vil du motta emballasje? Ja Adresse: {{ Address }} ### Neste skritt: 1. Motta returemballasje og fraktetikett 2. Overfør alle data fra den gamle ressursen til den nye ressursen 3. Tilbakestill/slett alle data fra den gamle ressursen 4. (hvis iPhone) Deaktiver Finn min iPhone 5. Ta ut SIM-kortet/minnekortet 6. Send eiendelen med returpakken Hvis trinn 2 til 5 ikke gjøres riktig, kan ikke resirkuleringen fullføres PS: Leverandøren kan kontakte deg direkte angående returen.
sv_se: ### Hej {{ FirstName }}! ### Returinformation: Tillgång: {{ AssetName }} {{ AssetId }} Datum: {{ OrderDate }} ### Vill du få förpackning? Ja Adress: {{ Address }} ### Nästa steg: 1. Ta emot returförpackning och fraktetikett 2. Överför all data från den gamla tillgången till den nya tillgången 3. Fabriksåterställning/ta bort all data från den gamla tillgången 4. (om iPhone) Inaktivera Hitta min iPhone 5. Ta bort SIM-kortet/minneskortet 6. Skicka tillgången med returpaketet Om steg 2 till 5 inte görs korrekt kan återvinningen inte slutföras PS: Leverantören kan kontakta dig direkt angående returen.

# RemarketingPackaging_Subject
source: Repair Order (Included Packaging Service)
nb_no: Reparasjonsordre (inkludert pakketjeneste)
sv_se: Reparationsorder (inkluderad förpackningstjänst)

# Unknown_Body
source: Hi There, The following order has received unknown status from the service provider. Please have a look. [View Order](OrderLink) {{Order}}
nb_no: Hei der, Følgende ordre har mottatt ukjent status fra tjenesteleverandøren. Ta en titt. [Se bestilling](OrderLink) {{Order}}
sv_se: Hallå där, Följande beställning har fått okänd status från tjänsteleverantören. Snälla ta dig en titt. [Visa beställning](OrderLink) {{Order}}

# Unknown_Subject
source: Something went wrong with an order
nb_no: Noe gikk galt med en bestilling
sv_se: Något gick fel med en beställning
