Repository: arafat1216/OrigoBackendServices
Catalog: src/Services/Asset/AssetServices/Resources/Asset.*.resx
Languages: nb_no, sv_se

# AssetBuyout
source: An employee have decided to buyout an asset from your company. There will NOT be any set up for an automactic salary deduction for this. Please make the salary deduction at nexy payrpll </br> ### Details: User: {{UserName}} Asset: {{AssetName}} ({{AssetId}}) Buyout Date: {{BuyoutDate}} Buyour Price: {{BuyoutPrice}}
nb_no: En ansatt har bestemt seg for å kjøpe ut en eiendel fra din bedrift. Det vil IKKE være lagt opp til automatisk lønnstrekk for dette. Vennligst foreta lønnstrekk ved neste lønning. ### Detaljer: Bruker: {{UserName}} Eiendel: {{AssetName}} ({{AssetId}}) Utkjøpsdato: {{BuyoutDate}} Utkjøpspris: {{BuyoutPrice}}
sv_se: En anställd har beslutat att köpa ut en tillgång från ditt företag. Det kommer INTE att finnas något upplägg för automatiskt löneavdrag för detta. Vänligen gör löneavdraget vid nästa löneavräkning. ### Detaljer: Användare: {{UserName}} Tillgång: {{AssetName}} ({{AssetId}}) Utköpsdatum: {{BuyoutDate}} Utköpspris: {{BuyoutPrice}}

# ManagerOnBehalfBuyout
source: Hello {{FirstName}}! In regards of your offboarding, {{ManagerName}} has chosen buyout on the following asset: ### Asset: {{AssetName}} ({{AssetId}) ### Buyout Date: {{BuyoutDate}} ### Buyout Price: {{BuyoutPrice}} {{Currency}} This means you will get a salary deduction of {{BuyoutPrice}} {{Currency}}, and the asset will be of your ownership. Important! Please remember to delete all company files on your last working day.
nb_no: ### Hei {{FirstName}}! Når det gjelder offboardingen din, har {{ManagerName}} valgt buyout på følgende eiendel: ### Eiendel: {{AssetName}} ({{AssetId}) ### Utkjøpsdato: {{BuyoutDate}} ### Utkjøpspris: {{BuyoutPrice}} {{Currency}} Dette betyr at du får et lønnstrekk på {{BuyoutPrice}} {{Currency}}, og eiendelen vil eies av deg. Viktig! Husk å slette alle firmafiler på eidendelen siste arbeidsdag.
sv_se: ### Hej {{FirstName}}! När det gäller din offboarding har {{ManagerName}} valt buyout på följande tillgång: ### Tillgång: {{AssetName}} ({{AssetId}) ### Utköpsdatum: {{BuyoutDate}} ### Utköpspris: {{BuyoutPrice}} {{Currency}} Det betyder att du får ett löneavdrag på {{BuyoutPrice}} {{Currency}}, och tillgången kommer att äga dig. Viktig! Kom ihåg att radera alla företagsfiler på din sista arbetsdag.

# ManagerOnBehalfBuyout_Subject
source: Asset Buyout
nb_no: Oppkjøp av eiendeler
sv_se: Utköp av tillgångar

# ManagerOnBehalfReturn
source: Hello {{FirstName}}! Your Manager has chosen Return on the following asset: ### Asset: {{AssetName}} ({{AssetId}) ###Date: {{ReturnDate}} Important! Please remember to delete all company files from your device.
nb_no: Hei {{FirstName}}! Din leder har valgt avkastning på følgende eiendel: ### Eidendel: {{AssetName}} ({{AssetId}) ### Dato: {{ReturnDate}} Viktig! Husk å slette alle firmafiler fra enheten din.
sv_se: Hej {{FirstName}}! Din chef har valt avkastning på följande tillgång: ### Tillgång: {{AssetName}} ({{AssetId}) ### Datum: {{ReturnDate}} Viktig! Kom ihåg att ta bort alla företagsfiler från din enhet.

# ManagerOnBehalfReturn_Subject
source: Asset Return
nb_no: Retur av eiendel
sv_se: Retur av tillgång

# PendingReturn
source: Hello {{FirstName}}! </br> You have assets pending return. As a manager you need to confirm when you have received the asset to complete and end the lifecyce. </br> [View Assets]({{AssetsLink}})
nb_no: ### Hei {{FirstName}}! Du har eiendeler som venter på å bli returnert. Som leder må du bekrefte når du har mottatt eiendelen for å fullføre og avslutte livsløpet. [Se eiendeler]({{AssetsLink}})
sv_se: ### Hej {{FirstName}}! Du har tillgångar som väntar på avkastning. Som förvaltare måste du bekräfta när du har fått tillgången för att slutföra och avsluta livscykeln. [Visa tillgångar]({{AssetsLink}})

# ReassignedToUser
source: Hello {{FirstName}}! </br> An asset was successfully reassigned from your department. </br> [View Asset]({{AssetLink}})
nb_no: ### Hei {{FirstName}}! En eiendel ble overført fra avdelingen din. [Se eiendel]({{AssetLink}})
sv_se: ### Hej {{FirstName}}! En tillgång har tilldelats om från din avdelning. [Visa tillgång]({{AssetLink}})

# ReportAsset
source: Hello {{FirstName}}! </br> An asset have been reported {{ReportType}}.and has been set to inactive. </br> ### Asset: {{AssetName}} ({{AssetId}) </br> ### Report Date: {{ReportDate}} </br> ### Reported by: {{ReportedBy}} </br> ### What happened with the asset? {{ReportType}} </br> ### How did it happen? {{Description}} </br> ### In What time period did it happen? {{DateFrom}} To {{DateTo}} </br> ### Where did it happen? {{Address}} </br>
nb_no: ### Hei {{FirstName}}! En eiendel har blitt rapportert {{ReportType}}. Og har blitt satt til inaktiv. ### Eiendel: {{AssetName}} ({{AssetId}) ### Rapportdato: {{ReportDate}} ### Rapportert av: {{ReportedBy}} ### Hva skjedde med eiendelen? {{ReportType}} ### Hvordan skjedde det? {{Description}} ### I hvilken tidsperiode skjedde det? {{DateFrom}} Til {{DateTo}} ### Hvor skjedde det? {{Addresse}}
sv_se: ### Hej {{FirstName}}! En tillgång har rapporterats {{ReportType}}. Och har ställts in på inaktiv. ### Tillgång: {{AssetName}} ({{AssetId}) ### Rapportdatum: {{ReportDate}} ### Rapporterad av: {{ReportedBy}} ### Vad hände med tillgången? {{ReportType}} ### Hur hände det? {{Description}} ### Under vilken tidsperiod hände det? {{DateFrom}} Till {{DateTo}} ### Var hände det? {{Addresse}}

# UnassignedFromManager
source: Hello! </br> An asset was successfully unassigned from your department. </br> This means you are no longer responsible for this asset, and it is therefore no longer visible to you. </br>
nb_no: ### Hei! En eiendel ble fjernet fra avdelingen din. Dette betyr at du ikke lenger er ansvarlig for denne eiendelen, og den er derfor ikke lenger synlig for deg.
sv_se: ### Hej! En tillgång togs bort från din avdelning. Det betyder att du inte längre är ansvarig för denna tillgång, och den är därför inte längre synlig för dig.

# UnassignedFromUser
source: Hello {{FirstName}}! </br> An asset was successfully unassigned from you. </br> This means you are no longer responsible for this asset, and it is therefore no longer visible to you. </br>
nb_no: ### Hei {{FirstName}}! En eiendel ble fjernet fra deg. Dette betyr at du ikke lenger er ansvarlig for denne eiendelen, og den er derfor ikke lenger synlig for deg.
sv_se: ### Hej {{FirstName}}! En tillgång har tagits bort från dig. Det betyder att du inte längre är ansvarig för denna tillgång, och den är därför inte längre synlig för dig.
